# Init
cask_args appdir: "/Applications"
tap "caskroom/fonts"

# Dev
brew "git"
cask "visual-studio-code"
cask "postman"
cask "github"
mas "XCode", id: 497799835

# Containers
cask "docker"
# brew "kompose"
# brew "kubernetes-cli"
# brew "kubernetes-helm"
# cask "minikube"

# Utilities
brew "wget"
brew "tree"
cask "font-fira-code"
cask "virtualbox"
# cask "hyper"
# cask "iterm2"
# brew "zsh"

# Apps
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-backup-and-sync"
cask "slack"
cask "spotify"
cask "spotify-notifications"
mas "Todoist", id: 585829637
mas "OneNote", id: 784801555
